[
  {
    "id": 1,
    "name": "GHOSTBUSTERS",
    "sub_name": "16-Bit Cartridge",
    "description": [
      "                            Prepárate para enfrentar lo paranormal en \"Ghostbusters\" para Sega Genesis. Únete a un equipo de valientes cazafantasmas y adéntrate en una ciudad asediada por espíritus y entidades sobrenaturales en este clásico juego de acción y aventuras.\r\n                        ",
      "                            \"Ghostbusters\" te coloca en el papel de un miembro novato del equipo de cazafantasmas, armado con tu mochila de protones y un objetivo claro: ¡capturar a los fantasmas que infestan la ciudad! Explora los icónicos lugares de Nueva York mientras te enfrentas a una variedad de espectros, poltergeists y apariciones maliciosas. Tendrás que desplegar tus habilidades de estrategia y apuntar con precisión para atrapar a estas criaturas traviesas y contener la amenaza paranormal.\r\n                        ",
      "                            Conviértete en un héroe al enfrentar jefes espectrales en batallas emocionantes y resuelve acertijos espeluznantes en tu búsqueda por limpiar la ciudad de la actividad fantasmal. Con cada captura exitosa, ganarás fondos que puedes invertir en mejoras y equipo para tu equipo, permitiéndote enfrentar desafíos aún mayores.\r\n                        "
    ],
    "image": "/images/home/Ghostbuster.jpg",
    "price": 2799.99,
    "plataform": [],
    "releaseDate": "2023-10-08",
    "developer": "Sega, Compile",
    "gender": [
      "Acción",
      "Aventura",
      "Multijugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/CLLXiXh1onc",
    "gameplay": "/images/products/GHOSTBUSTERS-gameplay.jpg",
    "ranking": [
      [
        "PEGI_7",
        "/images/rankings/PEGI_7.png"
      ],
      [
        "ESRB_E",
        "/images/rankings/ESRB_E.svg"
      ]
    ]
  },
  {
    "id": 2,
    "name": "Sonic 2",
    "sub_name": "The Hedgehog",
    "description": [
      "Acelera a través de emocionantes aventuras en \"Sonic the Hedgehog 2\". Únete al veloz erizo azul y a su inseparable compañero Tails en una misión para detener al malvado Dr. Robotnik y salvar la Isla Ángel de su maquinaria destructiva en este icónico juego de plataformas de Sega Genesis.",
      "En \"Sonic the Hedgehog 2\", la velocidad y la diversión van de la mano mientras recorres entornos vibrantes y llenos de vida. Reúne anillos dorados para ganar vidas y velocidad mientras te deslizas a través de bucles, saltas sobre abismos y enfrentas enemigos en tu camino hacia la victoria. La incorporación de Tails como personaje jugable agrega un nuevo nivel de estrategia y posibilidades, ya que puedes elegir entre controlar a Sonic o aprovechar las habilidades de vuelo de Tails para explorar áreas ocultas.",
      "Enfréntate al malvado Dr. Robotnik en su última hazaña diabólica y detén sus planes para conquistar la Isla Ángel. Con gráficos mejorados y nuevos obstáculos emocionantes, \"Sonic the Hedgehog 2\" te desafía a dominar cada nivel y a recolectar las preciadas Esmeraldas del Caos para desbloquear el verdadero poder de Sonic.",
      "La música icónica y la jugabilidad rápida hacen de este juego una experiencia inolvidable para los fanáticos de Sonic y los amantes de los juegos de plataformas clásicos. Corre contra el tiempo, explora zonas secretas y demuestra que eres el erizo más rápido del planeta en \"Sonic the Hedgehog 2\". Listo para girar, saltar y correr a velocidades supersónicas, este juego te llevará en un viaje lleno de adrenalina mientras luchas por salvar la isla y derrotar al malvado Dr. Robotnik una vez más."
    ],
    "image": "/images/home/Sonic2.jpg",
    "price": 3499.99,
    "plataform": [
      [
        "PS",
        "fa-brands fa-playstation"
      ],
      [
        "SEGA",
        "fa-solid fa-gamepad"
      ]
    ],
    "releaseDate": "2022-07-05",
    "developer": "Sega Technical Institute",
    "gender": [
      "Acción",
      "Aventura",
      "Multijugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/ytistojxzn4",
    "gameplay": "/images/products/Sonic2-gameplay.jpg",
    "ranking": [
      [
        "PEGI_7",
        "/images/rankings/PEGI_7.png"
      ],
      [
        "ESRB_E",
        "/images/rankings/ESRB_E.svg"
      ]
    ]
  },
  {
    "id": 3,
    "name": "Earthworm Jim",
    "sub_name": "Sega Genesis",
    "description": [
      "Sumérgete en una loca y extravagante aventura con \"Earthworm Jim\". Conviértete en Jim, un gusano común que ha sido equipado con un traje espacial de alta tecnología, y embárcate en una misión intergaláctica para salvar a la hermosa princesa What's-Her-Name de las garras del malvado Queen Pulsating, Bloated, Festering, Sweaty, Pus-filled, Malformed, Slug-for-a-Butt.",
      "\"Earthworm Jim\" es una mezcla única de acción, plataformas y humor surrealista que te llevará a través de niveles extravagantes y desafiantes. Con el traje espacial especial, Jim puede realizar acrobacias increíbles, usar su cabeza como látigo y enfrentar enemigos extravagantes mientras navega por mundos coloridos y excéntricos.",
      "La trama se desarrolla en una serie de episodios, cada uno con su propio estilo visual y desafíos únicos. Desde luchar contra vacas alienígenas en un rodeo espacial hasta navegar por laberintos cerebrales en el interior de una ballena, cada momento es una experiencia inolvidable y llena de humor absurdo.",
      "La música memorable y los efectos de sonido complementan la extravagancia del juego, sumergiéndote aún más en el universo cómico de \"Earthworm Jim\". Prepárate para enfrentar jefes inusuales, resolver puzles extravagantes y reírte mientras te enfrentas a la locura intergaláctica en una de las aventuras más únicas en la historia de los videojuegos. ¿Estás listo para unirte a Jim en su búsqueda para rescatar a la princesa y salvar el universo? \"Earthworm Jim\" te desafía a abrazar la locura y la diversión en una experiencia que te mantendrá entretenido y sorprendido en cada paso del camino."
    ],
    "image": "/images/home/Worm.jpg",
    "price": 2999.99,
    "plataform": [
      [
        "SEGA",
        "fa-solid fa-gamepad"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ]
    ],
    "releaseDate": "1995-03-08",
    "developer": "Shiny Entertainment",
    "gender": [
      "Acción",
      "Aventura",
      "Un jugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/jYKHummrJDw",
    "gameplay": "/images/products/EarthwormJim-gameplay.jpg",
    "ranking": [
      [
        "PEGI_7",
        "/images/rankings/PEGI_7.png"
      ],
      [
        "ESRB_E",
        "/images/rankings/ESRB_E.svg"
      ]
    ]
  },
  {
    "id": 4,
    "name": "Tiny Toon Adventures",
    "sub_name": "Buster's Hidden Treasure",
    "description": [
      "Prepárate para una emocionante búsqueda llena de diversión y aventuras en \"Tiny Toon Adventures: Buster's Hidden Treasure\". Únete al valiente Buster Bunny y a sus amigos de la Universidad Acme mientras se embarcan en una misión para encontrar tesoros ocultos y detener los malvados planes del malvado Dr. Gene Splicer.",
      "En \"Tiny Toon Adventures: Buster's Hidden Treasure\", el mundo colorido y animado de los personajes de Tiny Toons cobra vida en forma de un emocionante juego de plataformas. Acompaña a Buster Bunny mientras recorre niveles llenos de desafíos, saltos y enemigos traviesos. Usa la agilidad de Buster para superar obstáculos, recolecta zanahorias y reúne pistas para descubrir la ubicación de los tesoros escondidos.",
      "Cada nivel presenta su propio conjunto de desafíos únicos, desde enfrentamientos contra jefes hasta travesías a través de mundos temáticos, cada uno inspirado en los episodios del exitoso programa de televisión. Los controles fluidos y la jugabilidad adictiva te mantendrán entretenido mientras exploras cada rincón en busca de secretos y recompensas.",
      "Con gráficos vibrantes y una banda sonora alegre, el juego captura la esencia de la serie de dibujos animados mientras te sumerge en una experiencia llena de nostalgia y alegría. A medida que avanzas a través de la historia, te enfrentarás al malvado Dr. Gene Splicer y sus secuaces, desafiando tus habilidades de plataformas y resolución de acertijos. ¿Estás listo para unirte a Buster Bunny en esta emocionante aventura? \"Tiny Toon Adventures: Buster's Hidden Treasure\" te invita a explorar un mundo animado, enfrentar desafíos y disfrutar de una experiencia de juego clásica que seguramente te hará sonreír."
    ],
    "image": "/images/home/TinyToon.jpg",
    "price": 3799.99,
    "plataform": [
      [
        "SEGA",
        "fa-solid fa-gamepad"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ]
    ],
    "releaseDate": "1990-01-18",
    "developer": "Konami",
    "gender": [
      "Aventura",
      "Un jugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/EFtL3Ojp8Uk",
    "gameplay": "/images/products/TinyToonAventures-gameplay.jpg",
    "ranking": [
      [
        "PEGI_7",
        "/images/rankings/PEGI_7.png"
      ],
      [
        "ESRB_E",
        "/images/rankings/ESRB_E.svg"
      ]
    ]
  },
  {
    "id": 5,
    "name": "Metal Slug 3",
    "sub_name": "Metal Slug",
    "description": [
      "Entra en el caos de la guerra y la acción intensa con \"Metal Slug 3\". Únete a la élite de la fuerza militar en una lucha desesperada contra una amenaza extraterrestre. Con una mezcla de adrenalina, armas poderosas y una jugabilidad clásica, prepárate para una experiencia explosiva como ninguna otra.",
      "\"Metal Slug 3\" te sumerge en una batalla épica contra alienígenas hostiles y fuerzas enemigas en una serie de niveles llenos de acción. Como miembro de los Metal Slug, deberás pilotar tanques y vehículos armados mientras avanzas a través de entornos destructibles y llenos de peligros. El juego ofrece una amplia variedad de armas para aniquilar a tus enemigos, desde ametralladoras hasta lanzallamas y lanzacohetes.",
      "Cada nivel presenta una mezcla única de desafíos, enemigos y trampas mortales. Desde junglas infestadas de enemigos hasta bases subterráneas y acuáticas, \"Metal Slug 3\" mantiene la acción fresca y emocionante en cada paso del camino. La capacidad de jugar con un amigo en modo cooperativo añade otra dimensión a la diversión, permitiendo una experiencia compartida llena de explosiones y caos.",
      "Los gráficos detallados y llenos de estilo pixel art, combinados con una emocionante banda sonora, crean una atmósfera intensa que sumerge a los jugadores en la experiencia de combate. La historia te lleva desde enfrentamientos en la Tierra hasta confrontaciones en el espacio exterior, manteniéndote enganchado mientras descubres los secretos detrás de la invasión alienígena. Prepárate para enfrentar jefes desafiantes y situaciones impredecibles en una experiencia de juego que combina la nostalgia de los arcades con la intensidad moderna. \"Metal Slug 3\" es una montaña rusa de acción y emoción que te mantendrá al borde de tu asiento mientras luchas por la supervivencia de la humanidad."
    ],
    "image": "/images/home/MetalSlug.jpg",
    "price": 3599.99,
    "plataform": [
      [
        "PS",
        "fa-brands fa-playstation"
      ],
      [
        "SEGA",
        "fa-solid fa-gamepad"
      ]
    ],
    "releaseDate": "2017-10-02",
    "developer": "SNK Corporation",
    "gender": [
      "Aventura",
      "Multijugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/618yA_WYK4c",
    "gameplay": "/images/products/MetalSlug3-gameplay.jpg",
    "ranking": [
      [
        "PEGI_12",
        "/images/rankings/PEGI_12.png"
      ],
      [
        "ESRB_T",
        "/images/rankings/ESRB_T.svg"
      ]
    ]
  },
  {
    "id": 6,
    "name": "SuperMario Bro. U Deluxe",
    "sub_name": "Mario Saga",
    "description": [
      "¡Prepárate para un viaje lleno de diversión y aventuras con \"Super Mario Bros. U Deluxe\"! Únete a Mario y sus amigos en una emocionante odisea a través del Reino Champiñón mientras luchan contra Bowser y su ejército de secuaces. Con saltos espectaculares, desafíos creativos y una jugabilidad clásica que ha cautivado a generaciones, este juego te llevará a un mundo lleno de color y sorpresas.",
      "En \"Super Mario Bros. U Deluxe\", la diversión y la nostalgia se fusionan en un juego de plataformas clásico. Viaja a través de niveles ingeniosamente diseñados, recolecta monedas brillantes y power-ups icónicos, y descubre secretos ocultos en cada rincón. Con personajes como Mario, Luigi, Toad y Toadette, cada uno con habilidades únicas, tendrás la libertad de elegir un estilo de juego que se adapte a ti.",
      "Explora una variedad de mundos temáticos, desde exuberantes praderas hasta desafiantes castillos, mientras te enfrentas a jefes épicos en tu búsqueda por salvar a la princesa. Además de la emocionante campaña principal, el desafiante modo \"New Super Luigi U\" pondrá a prueba tus habilidades de plataformas en niveles renovados para una experiencia fresca y emocionante.",
      "Reúne a tus amigos en el modo multijugador cooperativo o competitivo y disfruten juntos de la diversión caótica. Con gráficos vibrantes, controles precisos y una jugabilidad atemporal, \"Super Mario Bros. U Deluxe\" te invita a sumergirte en un mundo lleno de aventuras y sonrisas."
    ],
    "image": "/images/home/SuperMario.jpg",
    "price": 5099.99,
    "plataform": [
      [
        "PS",
        "fa-brands fa-playstation"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ]
    ],
    "releaseDate": "2018-07-03",
    "developer": "Nintendo",
    "gender": [
      "Acción",
      "Peleas",
      "Multijugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/z3s8vB_hw6c",
    "gameplay": "/images/products/SuperMarioBroUDeluxe-gameplay.jpg",
    "ranking": [
      [
        "PEGI_12",
        "/images/rankings/PEGI_12.png"
      ],
      [
        "ESRB_T",
        "/images/rankings/ESRB_T.svg"
      ]
    ]
  },
  {
    "id": 7,
    "name": "Warcraft 3",
    "sub_name": "The Frozen Throne",
    "description": [
      "Sumérgete en el mundo épico de Azeroth una vez más con \"Warcraft III: The Frozen Throne\". Esta expansión del famoso juego de estrategia en tiempo real te transportará a un reino lleno de magia, batallas y traiciones. Prepárate para una experiencia que expande los límites de la fantasía mientras luchas por el dominio y la supervivencia en un mundo al borde del colapso.",
      "En \"Warcraft III: The Frozen Throne\", la historia continúa con nuevas y emocionantes aventuras que amplían aún más el rico universo de Warcraft. Viajarás a tierras desconocidas y enemigas, enfrentando desafíos mortales y descubriendo secretos oscuros que amenazan con desgarrar Azeroth. Con nuevas facciones, héroes y unidades, deberás dominar la estrategia y la magia para sobrevivir y prevalecer en este mundo cambiante.",
      "El destino de héroes legendarios y villanos astutos descansa en tus manos mientras te sumerges en una campaña épica llena de giros inesperados y emocionantes batallas. Ya sea que elijas liderar a los nobles defensores de la Alianza o a los formidables miembros de la Horda, tus decisiones moldearán el destino de Azeroth y determinarán si la luz o las sombras prevalecen.",
      "¿Estás listo para enfrentarte a nuevos desafíos, forjar alianzas inquebrantables y descubrir los secretos del Trono Helado? \"Warcraft III: The Frozen Throne\" te invita a embarcarte en una aventura única que cautivará tu imaginación y pondrá a prueba tus habilidades estratégicas como nunca antes."
    ],
    "image": "/images/home/Warcraft.jpg",
    "price": 7199.99,
    "plataform": [
      [
        "PC",
        "fa-brands fa-windows"
      ]
    ],
    "releaseDate": "2002-07-03",
    "developer": "Blizzard Entertainment",
    "gender": [
      "Estrategia",
      "Multijugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/iqB3KeiBLuw",
    "gameplay": "/images/products/W3TFT-gameplay.jpg",
    "ranking": [
      [
        "PEGI_12",
        "/images/rankings/PEGI_12.png"
      ],
      [
        "ESRB_T",
        "/images/rankings/ESRB_T.svg"
      ]
    ]
  },
  {
    "id": 8,
    "name": "Legend of Zelda",
    "sub_name": "Breat of the wild",
    "description": [
      "Sumérgete en el mágico mundo de \"The Legend of Zelda: Breath of the Wild\". Explora un Hyrule expansivo y maravilloso mientras asumes el papel de Link en una épica odisea llena de misterios y aventuras.",
      "\"The Legend of Zelda: Breath of the Wild\" te transporta a un Hyrule expansivo y misterioso, donde la libertad es tu mayor aliada. Explora un mundo lleno de vida y secretos, desde exuberantes praderas hasta antiguas ruinas. Conviértete en Link, enfrenta desafíos ingeniosos y enemigos formidables, y descubre la historia detrás de la lucha contra el temible Calamity Ganon.",
      "Este juego redefine la experiencia de \"Zelda\" al permitirte abordar mazmorras y desafíos de manera no lineal. Utiliza armas, habilidades y física realista para resolver puzles y superar obstáculos. Entra en contacto con personajes memorables y desentraña los misterios de un pasado legendario mientras te sumerges en una dirección artística impresionante y una banda sonora evocadora.",
      "\"Breath of the Wild\" es más que un juego: es una odisea emocional y una exploración íntima de un mundo diverso y cautivador. Embárcate en una aventura épica que combina la magia de \"Zelda\" con una nueva visión de la jugabilidad, la narrativa y la conexión con la naturaleza."
    ],
    "image": "/images/home/Zelda.jpg",
    "price": 5699.99,
    "plataform": [
      [
        "PS",
        "fa-brands fa-playstation"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ]
    ],
    "releaseDate": "2017-07-07",
    "developer": "Nintendo",
    "gender": [
      "Acción",
      "Aventura",
      "Multijugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/KzQRiYqt6LY",
    "gameplay": "/images/products/LOZ-BOTW-gameplay.jpg",
    "ranking": [
      [
        "PEGI_12",
        "/images/rankings/PEGI_12.png"
      ],
      [
        "ESRB_T",
        "/images/rankings/ESRB_T.svg"
      ]
    ]
  },
  {
    "id": 9,
    "name": "Final Fantasy XII",
    "sub_name": "CRISIS CORE",
    "description": [
      "\"Final Fantasy XII: Crisis Core\" te lleva a un mundo de fantasía donde los conflictos políticos y la magia chocan en un escenario repleto de misterios y conspiraciones. Juegas como Zack, un miembro del prestigioso grupo SOLDADO, mientras sigues sus pasos desde humildes inicios hasta enfrentamientos épicos.",
      "La jugabilidad combina elementos de rol y acción en tiempo real, permitiéndote explorar entornos detallados y enfrentar enemigos en combates fluidos. La mecánica de cartas y las materias añaden profundidad a las batallas, y los límites emocionales te permiten desatar poderosos ataques cuando la emoción y la necesidad lo requieren.",
      "La historia se centra en la relación entre Zack y el icónico Cloud Strife, así como en la historia detrás de personajes familiares de \"Final Fantasy VII\". A medida que avanzas, experimentarás momentos emotivos, amistades profundas y sacrificios conmovedores que te conectarán con los personajes y la trama en un nivel emocional.",
      "Los gráficos impresionantes y las secuencias de video inolvidables crean una atmósfera que te transporta a un mundo de magia y maravilla. La música melódica y conmovedora de la serie \"Final Fantasy\" acompaña cada momento, añadiendo una capa adicional de inmersión. ¿Estás listo para explorar el pasado de \"Final Fantasy VII\" y descubrir los secretos que dieron forma a la historia? \"Final Fantasy XII: Crisis Core\" te invita a unirte a Zack en su viaje inolvidable de valor, amistad y heroísmo."
    ],
    "image": "/images/home/FF.jpg",
    "price": 17999.99,
    "plataform": [
      [
        "PS",
        "fa-brands fa-playstation"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ]
    ],
    "releaseDate": "2022-12-09",
    "developer": "Square Enix",
    "gender": [
      "Acción",
      "RPG",
      "Un jugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/lMGrC58PHqs",
    "gameplay": "/images/products/FFXII-gameplay.jpg",
    "ranking": [
      [
        "PEGI_12",
        "/images/rankings/PEGI_12.png"
      ],
      [
        "ESRB_E10",
        "/images/rankings/ESRB_E10plus.svg"
      ]
    ]
  },
  {
    "id": 10,
    "name": "Madden 24",
    "sub_name": "National Football League",
    "description": [
      "Sumérgete en la emoción del fútbol americano virtual con \"Madden NFL 24\". En este título icónico de la franquicia Madden, podrás experimentar la intensidad de la liga de fútbol americano de una manera única. Desde tácticas estratégicas en el campo hasta emocionantes enfrentamientos entre equipos, \"Madden NFL 24\" te sumergirá en el mundo del deporte más popular de América.",
      "\"Madden NFL 24\" es la última entrega de la aclamada serie de videojuegos que simula la experiencia del fútbol americano. El juego te permite controlar y personalizar tu equipo favorito de la NFL, desde la selección de jugadores y estrategias hasta la coordinación en el campo durante cada partido. Puedes elegir jugar en el papel de entrenador o asumir el control directo de tus jugadores estrella para vivir la emoción del campo de juego.",
      "El juego presenta una amplia gama de modos de juego, incluyendo la Liga Madden, donde puedes competir contra otros jugadores en línea y construir tu propio legado en la liga virtual. Además, el modo Franquicia te permite tomar el control total de un equipo y llevarlo a la gloria a lo largo de varias temporadas. También puedes participar en el Modo Carrera, donde creas y personalizas a tu propio jugador y lo guías desde la universidad hasta la NFL.",
      "La jugabilidad combina acción en tiempo real con elementos estratégicos, permitiéndote llamar jugadas, hacer cambios en la línea de scrimmage y coordinar tácticas defensivas. Los controles intuitivos y realistas te sumergen en la experiencia del deporte, mientras que los gráficos detallados y los efectos de sonido auténticos te hacen sentir como si estuvieras en el estadio. Desde emocionantes partidos de temporada hasta enfrentamientos en los playoffs, \"Madden NFL 24\" te llevará a través de una emocionante temporada de fútbol americano, donde cada pase, carrera y tackle cuenta. Con cada touchdown y cada victoria, estarás un paso más cerca de convertirte en un campeón de la NFL."
    ],
    "image": "/images/home/madden.jpg",
    "price": 10499.99,
    "plataform": [
      [
        "PS",
        "fa-brands fa-playstation"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ]
    ],
    "releaseDate": "2023-10-08",
    "developer": "Electronic Arts",
    "gender": [
      "Deporte",
      "Multijugador"
    ],
    "format": "Digital",
    "trailer": "https://www.youtube.com/embed/UVZ0IIeW2mw",
    "gameplay": "/images/products/MaddenNFL24-gameplay.jpg",
    "ranking": [
      [
        "PEGI_12",
        "/images/rankings/PEGI_12.png"
      ],
      [
        "ESRB_T",
        "/images/rankings/ESRB_T.svg"
      ]
    ]
  },
  {
    "id": 11,
    "name": "Star Wars Battlefront",
    "sub_name": "Ultimate Edition",
    "description": [
      "Sumérgete en el emocionante universo de Star Wars con \"Star Wars Battlefront\". En este juego de acción multijugador, podrás unirte a las filas de la Alianza Rebelde o el Imperio Galáctico y librar intensas batallas en icónicos mundos de la saga. Prepárate para vivir la experiencia de combate y la emoción de las películas como nunca antes.",
      "\"Star Wars Battlefront\" te permite participar en batallas épicas y dinámicas que recrean algunos de los momentos más memorables de la saga. Ya sea luchando en los campos de Hoth, defendiendo las selvas de Endor o enfrentándote en duelos de sables de luz, el juego te sumergirá en la acción de Star Wars con detalles impresionantes. El juego ofrece una variedad de modos multijugador que te permiten unirte a tus amigos en combates emocionantes. Desde enfrentamientos a gran escala con vehículos y tropas hasta duelos en equipo y modos de asalto, cada partida es una experiencia única y llena de emoción.",
      "Los gráficos realistas y los efectos visuales te harán sentir como si estuvieras en el corazón de la galaxia. Los mapas detallados y las recreaciones precisas de los personajes y vehículos icónicos agregan un nivel de autenticidad que atraerá a los fanáticos de Star Wars y los entusiastas de los juegos de acción.",
      "La música icónica de John Williams y los efectos de sonido auténticos te sumergen aún más en el mundo de Star Wars. Desde los rugidos de los TIE Fighters hasta el siseo de los sables de luz, cada detalle contribuye a la inmersión en la galaxia muy, muy lejana. \"Star Wars Battlefront\" te invita a tomar las armas, unirte a tus camaradas y vivir la experiencia de ser un soldado en medio de la lucha entre el bien y el mal en el universo de Star Wars. ¿Estás listo para unirte a la batalla?"
    ],
    "image": "/images/home/StarWars.jpg",
    "price": 14999.99,
    "plataform": [
      [
        "PC",
        "fa-brands fa-windows"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ]
    ],
    "releaseDate": "2020-11-04",
    "developer": "DICE",
    "gender": [
      null,
      "Multijugador"
    ],
    "format": "Digital",
    "trailer": "https://www.youtube.com/embed/d0De2LdZvsI",
    "gameplay": "/images/products/StarWarsBattlefront-gameplay.jpg",
    "ranking": [
      [
        "PEGI_16",
        "/images/rankings/PEGI_16.png"
      ],
      [
        "ESRB_T",
        "/images/rankings/ESRB_T.svg"
      ]
    ]
  },
  {
    "id": 12,
    "name": "Minecraft dungeons",
    "sub_name": "Ultimate edition",
    "description": [
      "Sumérgete en una emocionante aventura en el mundo de Minecraft de una manera completamente nueva con \"Minecraft Dungeons\". Explora mazmorras, lucha contra monstruos y busca tesoros en un juego de acción y rol lleno de emoción y desafíos. Reúne a tus amigos y prepárate para una experiencia única en el universo de los bloques.",
      "En \"Minecraft Dungeons\", te conviertes en un valiente aventurero que se embarca en una búsqueda para enfrentar la malvada presencia conocida como el Archi-Illager. Explora entornos llenos de enemigos, puzles y secretos, mientras te abres camino a través de mazmorras generadas aleatoriamente y luchas contra jefes aterradores.",
      "El juego presenta una jugabilidad accesible y emocionante que combina la estética de Minecraft con elementos de rol y acción. Puedes personalizar a tu héroe, elegir entre una variedad de armas y artefactos únicos, y usar habilidades especiales para enfrentar los desafíos. La cooperación en el modo multijugador te permite unirte a tus amigos para enfrentar juntos las mazmorras y compartir la emoción. A medida que avanzas, descubrirás nuevas armas, armaduras y artefactos poderosos que te permitirán enfrentar enemigos cada vez más formidables. La mecánica de nivelación te permite personalizar tu estilo de juego y crear un personaje que se adapte a tus preferencias y estrategias.",
      "Con gráficos coloridos y encantadores que capturan la esencia del mundo de Minecraft, \"Minecraft Dungeons\" te sumerge en una experiencia llena de acción y exploración. La música y los efectos de sonido te acompañan en tu búsqueda, creando una atmósfera inmersiva mientras enfrentas desafíos y buscas tesoros. Prepárate para enfrentar las mazmorras, recolectar tesoros y unirte a una comunidad de aventureros en \"Minecraft Dungeons\". ¿Estás listo para explorar un nuevo aspecto del universo de Minecraft?"
    ],
    "image": "/images/home/Minecraft.jpg",
    "price": 9999.99,
    "plataform": [
      [
        "PC",
        "fa-brands fa-windows"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ]
    ],
    "releaseDate": "2023-10-08",
    "developer": "Mojang",
    "gender": [
      "Acción",
      "RPG",
      "Aventura",
      "Estrategia",
      "Multijugador"
    ],
    "format": "Digital",
    "trailer": "https://www.youtube.com/embed/CoZ2V7XsSYk",
    "gameplay": "/images/products/MinecraftDungeons-gameplay.jpg",
    "ranking": [
      [
        "PEGI_7",
        "/images/rankings/PEGI_7.png"
      ],
      [
        "ESRB_E10",
        "/images/rankings/ESRB_E10plus.svg"
      ]
    ]
  },
  {
    "id": 13,
    "name": "STARFIELD (Early Access) + PRE-ORDER BONUS PC",
    "sub_name": "PREMIUM EDITION",
    "description": [
      "Prepárate para una aventura épica en las estrellas con \"Starfield\". En este próximo juego de rol de ciencia ficción de Bethesda Game Studios, te embarcarás en un viaje intergaláctico a mundos desconocidos, secretos ocultos y misterios inexplorados. Con la promesa de exploración, descubrimientos y una narrativa envolvente, \"Starfield\" te llevará a las profundidades del espacio como nunca antes.",
      "\"Starfield\" te sitúa en un futuro lejano donde la humanidad ha colonizado el espacio exterior. Como un intrépido explorador, tendrás la oportunidad de pilotar tu propia nave estelar y viajar a través de sistemas solares llenos de planetas únicos, estaciones espaciales y civilizaciones alienígenas. La libertad de elegir tu destino, desde ser un comerciante espacial hasta un cazador de tesoros, agrega una dimensión emocionante a la experiencia.",
      "La narrativa será un elemento clave en \"Starfield\", con una historia intrigante y decisiones que afectarán el curso de tus aventuras. Los detalles sobre la trama aún son escasos, pero la promesa de un mundo lleno de personajes memorables y misterios por descubrir ha capturado la atención de los jugadores. Con la experiencia de mundo abierto característica de Bethesda, puedes esperar una exploración profunda, personalización de personajes y posibilidades de interactuar con el entorno y los NPC. Los gráficos y el diseño de los mundos estarán a la altura de las expectativas, creando un ambiente visualmente impresionante que te sumerge en un futuro espacial creíble.",
      "La banda sonora y los efectos de sonido juegan un papel importante en la creación de la atmósfera del juego, llevándote desde la calma del espacio profundo hasta la tensión de los encuentros peligrosos. En resumen, \"Starfield\" promete ser una experiencia emocionante para los fanáticos de la ciencia ficción y los juegos de rol. Prepárate para explorar lo desconocido, enfrentar desafíos cósmicos y marcar tu propio camino en las estrellas."
    ],
    "image": "/images/caratulas/Starfield.jpg",
    "price": 21586.59,
    "plataform": [
      [
        "PC",
        "fa-brands fa-windows"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ]
    ],
    "releaseDate": "2023-10-08",
    "developer": "Bethesda Game Studios",
    "gender": [
      "Acción",
      "Multijugador"
    ],
    "format": "Fisico",
    "trailer": "https://www.youtube.com/embed/kfYEiTdsyas",
    "gameplay": "/images/products/STARFIELD-gameplay.jpg",
    "ranking": [
      [
        "PEGI_12",
        "/images/rankings/PEGI_12.png"
      ],
      [
        "ESRB_T",
        "/images/rankings/ESRB_T.svg"
      ]
    ]
  },
  {
    "id": 14,
    "name": "Hola",
    "sub_name": "dads",
    "description": [
      "                            \r\n                        Hola",
      "                            hola\r\n                        ",
      "                            \r\n                        hola"
    ],
    "image": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "price": 2515,
    "plataform": [
      [
        "PS",
        "fa-brands fa-playstation"
      ]
    ],
    "releaseDate": "2000-01-08",
    "developer": "dsa",
    "gender": "Deporte",
    "format": "Fisico",
    "trailer": "https://trello.com/b/URxae6n4/dh-g2",
    "gameplay": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "ranking": [
      [
        "PEGI_7",
        "/images/rankings/PEGI_7.png"
      ],
      [
        "ESRB_E10",
        "/images/rankings/ESRB_E10plus.svg"
      ]
    ]
  },
  {
    "id": 15,
    "name": "Por",
    "sub_name": "fin",
    "description": [
      "                            \r\n                        holaa",
      "                            \r\n                        hola",
      "                            \r\n                       hllaaa "
    ],
    "image": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "price": 1000,
    "plataform": [],
    "releaseDate": "1999-12-04",
    "developer": "yo",
    "gender": [
      "Aventura",
      "Multijugador"
    ],
    "format": "Fisico",
    "trailer": "https://trello.com/b/URxae6n4/dh-g2",
    "gameplay": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "ranking": [
      [
        "PEGI_7",
        "/images/rankings/PEGI_7.png"
      ],
      [
        "ESRB_T",
        "/images/rankings/ESRB_T.svg"
      ]
    ]
  },
  {
    "id": 16,
    "name": "Leonel José Maria Mamani",
    "sub_name": "ahhhh",
    "description": [
      "                            \r\n                        giugg",
      "                            \r\n                        ugug",
      "                            \r\n                        jguyguyg"
    ],
    "image": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "price": 983,
    "plataform": [],
    "releaseDate": "2000-01-01",
    "developer": "gygg",
    "gender": [
      "Acción",
      "Multijugador"
    ],
    "format": "Fisico",
    "trailer": "https://trello.com/b/URxae6n4/dh-g2",
    "gameplay": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "ranking": [
      [
        "ESRB_E10",
        "/images/rankings/ESRB_E10plus.svg"
      ]
    ]
  },
  {
    "id": 17,
    "name": "fa",
    "sub_name": "aas",
    "description": [
      "                            \r\n                    dasd    ",
      "                            \r\n                    aaa    ",
      "                            \r\n                  a      "
    ],
    "image": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "price": 54,
    "plataform": [
      [
        "PS",
        "fa-brands fa-playstation"
      ]
    ],
    "releaseDate": "2000-01-01",
    "developer": "dsa",
    "gender": [
      "Aventura",
      "Deporte"
    ],
    "format": "Fisico",
    "trailer": "https://trello.com/b/URxae6n4/dh-g2",
    "gameplay": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "ranking": [
      [
        "PEGI_3",
        "/images/rankings/PEGI_3.png"
      ],
      [
        "ESRB_E10",
        "/images/rankings/ESRB_E10plus.svg"
      ]
    ]
  },
  {
    "id": 18,
    "name": "fa",
    "sub_name": "aas",
    "description": [
      "                            \r\n                    dasd    ",
      "                            \r\n                    aaa    ",
      "                            \r\n                  a      "
    ],
    "image": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "price": 54,
    "plataform": [],
    "releaseDate": "2000-01-01",
    "developer": "dsa",
    "gender": [
      "Aventura",
      "Deporte"
    ],
    "format": "Fisico",
    "trailer": "https://trello.com/b/URxae6n4/dh-g2",
    "gameplay": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "ranking": [
      [
        "PEGI_3",
        "/images/rankings/PEGI_3.png"
      ],
      [
        "ESRB_E10",
        "/images/rankings/ESRB_E10plus.svg"
      ]
    ]
  },
  {
    "id": 19,
    "name": "dasddasd",
    "sub_name": "ahhhh",
    "description": [
      "                            \r\n             dsf         ",
      "                            \r\n                        fsd",
      "                            \r\n                        fsd"
    ],
    "image": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "price": 10,
    "plataform": [],
    "releaseDate": "2000-01-01",
    "developer": "yo",
    "gender": "Estrategia",
    "format": "Fisico",
    "trailer": "https://trello.com/b/URxae6n4/dh-g2",
    "gameplay": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "ranking": [
      [
        "PEGI_3",
        "/images/rankings/PEGI_3.png"
      ],
      [
        "ESRB_E10",
        "/images/rankings/ESRB_E10plus.svg"
      ]
    ]
  },
  {
    "id": 20,
    "name": "dasddasd",
    "sub_name": "ahhhh",
    "description": [
      "                            \r\n             dsf         ",
      "                            \r\n                        fsd",
      "                            \r\n                        fsd"
    ],
    "image": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "price": 10,
    "plataform": [
      [
        "PS",
        "fa-brands fa-playstation"
      ],
      [
        "XBOX",
        "fa-brands fa-xbox"
      ],
      [
        "SEGA",
        "fa-solid fa-gamepad"
      ]
    ],
    "releaseDate": "2000-01-01",
    "developer": "yo",
    "gender": "Estrategia",
    "format": "Fisico",
    "trailer": "https://trello.com/b/URxae6n4/dh-g2",
    "gameplay": "public\\images\\2023-09-09-photomode_18102022_041044.png",
    "ranking": [
      [
        "PEGI_3",
        "/images/rankings/PEGI_3.png"
      ],
      [
        "ESRB_E10",
        "/images/rankings/ESRB_E10plus.svg"
      ]
    ]
  }
]